/*
6/10/26=====================================================================
*/
#include <iostream>
using namespace std;

int main() {
    int score = 0;    // 初始化
    cout << "请输入您的分数" << endl;
    cin >> score;

    cout << "您的分数是:" << score << endl;
    if (score > 600) {
        cout << "超过了600分" << endl;
    }
    else if (score < 600){
        cout << "低于600分" << endl;
    }
    else {
        cout << "正好600分" << endl;
    }
}
/*
循环与分支 ====================================================================
    if语句  if (条件) { 执行内容 } else if { 另一条件 } else { 以上都条件不满足的内容 }
            注意不要在if后边加分号, 否则无论是否满足条件都会执行分支


*/